Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: “We are pleased to work with the open source community, automakers, tier-1 suppliers and other industry companies to deliver a superior AGL experience using UCB 3.0 on our connectivity and compute platforms.”
ja: オープンソースコミュニティ、自動車メーカー、Tier-1 サプライヤー、およびその他の業界企業と協力し、弊社のコネクティビティ・コンピュートプラットフォームに UCB 3.0 を採用したすばらしい AGL 体験を提供できれば幸いです。」 Qualcomm Technologies プロダクトマネージメント VP Nakul Duggal 氏

source: “We are proud to have contributed to the AGL UCB 3.0, which was a true industry collaboration.
ja: 「弊社は AGL UCB 3.0 に貢献していることを誇りに思います。これこそまさしく業界のコラボレーションです。

source: “We are very excited to join the AGL Advisory Board and increase our contributions to the project,” said [name, title] from Honda.
ja: 「AGL Advisory Board の一員となり、同プロジェクトにさらに貢献できることを大変嬉しく思います。

source: “We frequently hear from organizations contributing to or simply using open source software about the desire to comply, but uncertainty about how best to do so,” said Mike Dolan, VP of strategic programs at The Linux Foundation.
ja: The Linux Foundation の戦略的プログラム担当 VP である Mike Dolan は次のように述べています。「オープン ソース ソフトウェアに貢献している組織や、単にそれらを使用している組織から、コンプライアンスを徹底したいがどうすればよいのかよくわからない、とよく言われます。

source: “We have spent four decades working with professional hackers to develop a highly reliable digital security platform for connected car security,” said Daniel Thunberg, Global Head, Internet of Things at Irdeto.
ja: 「弊社は、コネクテッド カー セキュリティ向けのきわめて信頼できるデジタル セキュリティ プラットフォームを開発するために、プロフェッショナルなハッカーたちと 40 年間手を携えてきました。

source: “We look forward to applying our knowledge of software development, semiconductors and electronic components to help accelerate the development and adoption of Automotive Grade Linux.”
ja: ソフトウェア開発、半導体、および電子部品に関する弊社の知識が Automotive Grade Linux の開発・導入の加速に役立てば幸いです。」 [name] (豊田通商株式会社 xxxxxxxxx)

source: “We look forward to working with Automotive Grade Linux to provide new opportunities for the connected car,” said [name, title] at Elektrobit.
ja: 「Automotive Grade Linux と協力し、コネクテッド カーの新しい可能性を提供できれば幸いです。

source: “We support the AGL UCB 3.0 and plan to integrate it into our vehicles in the future.
ja: 「弊社は AGL UCB 3.0 をサポートしており、今後は自社製品に組み込む予定です。

source: “We support the AGL UCB 3.0 and plan to integrate it into our vehicles.
ja: 「弊社は AGL UCB 3.0 をサポートしており、自社製品に組み込む予定です。

source: “We’re incredibly excited about this unification as both groups have been working diligently to make this possible,” said Mike Richmond, executive director, Open Connectivity Foundation.
ja: Open Connectivity Foundation のエグゼクティブ ディレクターである Mike Richmond は次のように述べています。「私たちはこの統合に信じられないほど興奮しています。両グループはこの統合を実現するために実に熱心に取り組んできました。

source: “We’ve seen tremendous growth over the past year, and we plan to build on that momentum with the next release of the AGL Unified Code Base later this year.”
ja: この 1 年で驚異的な成長を遂げましたが、今年はまだこれから AGL ユニファイド コード ベースの次期リリースも控えており、さらに勢いづいています。」

source: “Working with Automotive Grade Linux provides us an opportunity to help create a platform that can adapt and keep pace with consumer technology as new devices hit the market.”
ja: 弊社は Automotive Grade Linux と協力することで、新しいデバイスを次々と市場に投入するコンシューマー テクノロジに遅れることなく対応できるプラットフォームの開発に貢献できます。」 [name] (Witekio 社 xxxxxxxxxx)

source: “Working with Automotive Grade Linux, we hope to lend our security expertise to the community to ensure that the software in future cars is protected against tampering and other intrusion-type techniques.”
ja: Automotive Grade Linux との提携により、弊社のセキュリティ技術がコミュニティに提供され、これからのクルマに組み込まれるソフトウェアが改ざんなどの不正侵入技術から確実に保護されることを願ってやみません。」 (Irdeto の Internet of Things 担当グローバル ヘッド、Daniel Thunberg 氏)

source: ● A brand new home screen and window manager
ja: 斬新なホーム スクリーンとウィンドウ マネージャ

source: ● A new SDK for rapid application development
ja: 高速アプリケーション開発向けの新 SDK

source: ● About the AGL Community
ja: AGL コミュニティについて https://www.automotivelinux.org/about

source: ● About the AGL Communityhttps://www.automotivelinux.org/about
ja: ● AGL コミュニティについて https://www.automotivelinux.org/about

source: ● An improved application framework and application launcher
ja: 改良されたアプリケーション フレームワークとアプリケーション ランチャー

source: ● Developer Resources
ja: 開発者リソース https://wiki.automotivelinux.org/

source: ● Developer Resourceshttps://wiki.automotivelinux.org/
ja: ● 開発者リソース https://wiki.automotivelinux.org/

source: ● Facebook: Linux Foundation Events on Facebook
ja: Facebook: <https://www.facebook.com/linuxfoundationevents>Linux Foundation Events on Facebook

source: ● Google+ Linux Foundation Events on Google+
ja: Google+: <https://plus.google.com/u/0/b/104704678645779674877/104704678645779674877/about?hl=en> Linux Foundation Events on Google+

source: ● Integration with simultaneous display on instrument cluster
ja: 計器盤の同時表示との統合 (?)

source: ● Participating in Automotive Grade Linux
ja: ● Automotive Grade Linux に参加する https://www.automotivelinux.org/about/join

source: ● Rear view camera and rear seat entertainment on MOST ring
ja: Media Oriented Systems Transport (MOST) リング上のバック モニター カメラと後席ディスプレイ

source: ● Reference applications including media player, tuner, navigation, Bluetooth, WiFi, HVAC control, audio mixer and vehicle controls
ja: メディア プレーヤー、チューナー、ナビゲーション、Bluetooth、WiFi、HVAC コントロール、オーディオ ミキサー、車両制御などのリファレンス アプリケーション

source: ● Smart Device Link for mobile phone integration
ja: 携帯電話用スマート デバイス リンクの統合

source: ● Twitter: Follow Linux Foundation event promotions, discounts and updates at http://www.twitter.com/eventsLF
ja: ツイッター: Linux Foundation イベントのプロモーション、ディスカウント、最新情報 http://www.twitter.com/eventsLF

source: ● Video: The Linux Foundation Event Experience: http://youtu.be/-WUeelICQ2U
ja: ビデオ: The Linux Foundation Event Experience: http://youtu.be/-WUeelICQ2U

source: ● Wide range of hardware board support including Renesas, Qualcomm, Intel, Texas Instrument, NXP and Raspberry Pi
ja: ルネサス、Qualcomm、Intel、Texas Instrument、NXP、Raspberry Pi などの広範なハードウェアをサポート
